Repository: Angedestenebres/elementary-tweaks
Catalog: po/*.po
Languages: cs, de, sq

source: Tweak elementary OS settings
cs: Vylepšit nastavení elementary OS
de: Einstellungen von elementary OS optimieren

source: Appearance
cs: Vzhled
de: Erscheinungsbild
sq: Paraqitja

source: General
cs: Obecné
de: Allgemein
sq: Të përgjithshme

source: Fonts
cs: Písma
de: Schriften
sq: Shkronjat

source: Animations
cs: Animace
de: Animationen
sq: Animacionet

source: Shadows
cs: Stíny
de: Schatten
sq: Hijet

source: Miscellaneous
cs: Různé
de: Sonstiges
sq: Të përziera

source: Applications
cs: Aplikace
de: Anwendungen
sq: Programet

source: Files
cs: Správce souborů
de: Dateien

source: Disabled
cs: Vypnuto
de: Deaktiviert

source: Watched Processes
cs: Sledované procesy
de: Überwachte Prozesse
sq: Proceset e vëzhguar

source: Add...
cs: Přidat...
de: Hinzufügen...
sq: Shto...

source: Remove
cs: Odebrat
de: Entfernen
sq: Hiq

source: Revert to Default
cs: Vrátit se na výchozí
de: Standard wiederherstellen

source: Animations:
cs: Animace:
de: Animationen:

source: If the animations play at all
cs: Jestli budou animace zapnuté
de: Animationen ein- und ausschalten

source: Open Duration:
cs: Rychlost otevření:
de: Dauer beim Öffnen:
sq: Zgjatja e hapjes:

source: Plays when an application is opened
cs: Přehrává se, když se aplikace otevře
de: Wird beim Öffnen einer Anwendung abgespielt

source: Close Duration:
cs: Rychlost zavření
de: Dauer beim Schließen:
sq: Zgjatja e mbylljes:

source: Plays when an application is closed
cs: Přehrává se, když se aplikace zavře
de: Wird beim Schließen einer Anwendung abgespielt

source: Snap Duration:
cs: Rychlost přichycení
de: Dauer beim Einrasten:

source: Plays when an application is snapped to the side
cs: Přehrává se, když se aplikace přichití k okraji
de: Wird beim Einrasten einer Anwendung am Bildschirmrand abgespielt

source: Minimize Duration:
cs: Rychlost minimalizace
de: Dauer beim Minimieren:
sq: Zgjatja e minimizimit:

source: Plays when an application is minimized
cs: Přehrává se, když se aplikace minimalizuje
de: Wird beim Minimieren einer Anwendung abgespielt
sq: Riprodhohet kur një program minimizohet

source: Workspace Switch Duration:
cs: Rychlost přepínání pracovní plochy
de: Dauer beim Arbeitsflächenwechsel:
sq: Zgjatja e ndërrimit të hapësirës së punës:

source: Plays when a workspace switch is initiated
cs: Prehrává se, když se mění pracovní plocha
de: Wird beim Wechseln der Arbeitsfläche abgespielt

source: Single Click:
cs: Jedno kliknutí:
de: Einzelklick:
sq: Klikim i vetëm:

source: If set off, files will use 'normal' double-click behavior
cs: Pokud vypnuto, správce souborů bude používat 'normální' chování - dvojklik
de: Falls deaktiviert, verwendet Dateien das »normale« Doppelklickverhalten

source: Locale
cs: Místní
de: Standorteinstellungen
sq: Lokal

source: Informal
cs: Neformální
de: Informell
sq: Joformal

source: Date Format:
cs: Formát data:
de: Datumsformat:
sq: Formati i datës:

source: For date accessed, modified, etc.
cs: Pro datum přístupu, modifikace, atd.
de: Zur Angabe des Datums des letzten Zugriffs, der Veränderung usw.

source: Smallest
cs: Nejmenší
de: Minimal
sq: Shumë më të vogla

source: Smaller
cs: Menší
de: Kleiner
sq: Më të vogla

source: Small
cs: Malé
de: Klein
sq: Të vogla

source: Large
cs: Velké
de: Groß
sq: Të mëdha

source: Larger
cs: Větší
de: Größer
sq: Më të mëdha

source: Largest
cs: Největší
de: Maximal
sq: Shumë më të mëdha

source: Sidebar Icon Size:
cs: Velikost ikon postranní lišty:
de: Seitenleistensymbolgröße:
sq: Madhësia e ikonave të shiritin anësor:

source: Size of the icons in the sidebar
cs: Velikost ikon v postranní liště
de: Größe der Symbole in der Seitenleiste
sq: Madhësia e ikonave në shiritin anësor

source: Default Font:
cs: Výchozí písmo:
de: Standardschrift:

source: Used by default by most applications
cs: Používáno standartně většinou aplikací
de: Wird standardmäßig von den meisten Anwendungen verwendet

source: Document Font:
cs: Písmo dokumentů:
de: Dokumentenschrift:

source: Used when displaying documents, if no other font was chosen
cs: Používáno při zobrazování dokumentů, pokud nebylo zvoleno jíné písmo.
de: Wird, falls keine andere Schrift gewählt wurde, zum Anzeigen von Dokumenten verwendet

source: Monospace Font:
cs: Monospace písmo:
de: Nichtproportionale Schrift:

source: Used in the terminal, for code, and sometimes for plain text
cs: Používáno v příkazovém řádku, pro kód a někdy pro prostý text
de: Wird für die Konsole, für Code und in einigen Fällen auch für Nur-Text verwendet

source: Titlebar Font:
cs: Písmo záhlaví okna:
de: Schrift für die Titelleiste:

source: Used to display window titles
cs: Používáno k zobrazení titulků oken
de: Wird zum Anzeigen von Fenstertiteln verwendet
sq: I përdorur për të shfaqur titujt e dritareve

source: Rows:
cs: Řádků:
de: Reihen:
sq: Rreshta:

source: The number of rows displayed in Slingshot
cs: Počet řádků zobrazených v Slingshotu
de: Die Anzahl an Zeilen, die in Slingshot (im Menü »Anwendungen«) dargestellt wird
sq: Numri i rreshtave të shfaqur në Slingshot

source: Columns:
cs: Sloupců:
de: Spalten:
sq: Kolona:

source: The number of columns displayed in Slingshot
cs: Počet sloupců zobrazených v Slingshotu
de: Die Anzahl an Spalten, die in Slingshot (im Menü »Anwendungen«) dargestellt wird
sq: Numri i kolonave të shfaqura në Slingshot

source: Current Workspace Only
cs: Pouze současná pracovní plocha
de: Auf aktive Arbeitsfläche beschränken
sq: Vetëm në hapësirën e punës aktuale

source: Show only windows on the current workspace
cs: Zobrazí poze okna na současné pracovní pĺoše
de: Nur die Fenster der aktiven Arbeitsfläche werden im Dock angezeigt
sq: Shfaq vetëm dritaret në hapësirën e punës aktuale

source: Will still show pinned items on different workspaces
cs: Pode stále zobrazovat připnutá okna z jiných pracovních ploch
de: Mit »Im Dock behalten« markierte Objekte werden immer angezeigt

source: Lock Items:
cs: Uzamknout položky
de: Dock sperren:
sq: Blloko elementët:

source: Whether to prevent drag'n'drop actions and lock items on the dock
cs: Jestli je zakázáno přetahování a položky jsou uzamčené na doku
de: Legt fest, ob Objekte im Dock abgelegt oder daraus entfernt werden können

source: Icon Size:
cs: Velikost ikon:
de: Symbolgröße:
sq: Madhësia e ikonave:

source: The size of each icon in the plank
cs: Velikost ikon na doku
de: Größe der Symbole im Dock
sq: Madhësia e çdo ikone në plank

source: Don't hide
cs: Neskrývat
de: Nicht ausblenden
sq: Mos e fsheh

source: Intelligent hide
cs: Chytré skrývání
de: Intelligent ausblenden
sq: Fshehje inteligjente

source: Auto hide
cs: Automaticky skrývat
de: Automatisch ausblenden
sq: Vetë-fshehe

source: Hide on maximize
cs: Skrýt při maximalizaci
de: Bei maximierten Fenstern ausblenden
sq: Fshehe në maksimizim

source: Hide Mode:
cs: Režim skrývání:
de: Verhalten:
sq: Mënyra e fshehjes:

source: Plank's hide mode
cs: Plankův způsob skrývání
de: Legt fest, ob und wobei Plank ausgeblendet wird
sq: Modaliteti i fshehjes për Plank

source: Hide Delay (ms):
cs: Prodleva skrývání (ms):
de: Verzögerung, wenn ausgeblendet (ms)
sq: Vonesa e fshehjes (ms):

source: Time to wait before unhiding the dock
cs: Jak dlouho čekat před odkrytím doku
de: Zeitspanne, bevor das Dock wieder eingeblendet wird

source: Theme:
cs: Motiv:
de: Thema:
sq: Tema:

source: Plank's theme for the dock
cs: Plankův motiv pro dok
de: Plank-Thema fürs Dock

source: Primary Monitor
cs: Hlavní monitor
de: Primärer Bildschirm
sq: Monitori kryesor

source: Monitor %d
de: Bildschirm %d
sq: Monitori %d

source: Monitor:
de: Bildschirm:
sq: Monitori:

source: The monitor that Plank is displayed on
cs: Monitor, na kterém je Plank zobrazen
de: Bildschirm, auf dem Plank angezeigt wird
sq: Monitori mbi të cilin shfaqet Plank

source: Left
cs: Vlevo
de: Links
sq: Majtas

source: Right
cs: Vpravo
de: Rechts
sq: Djathtas

source: Top
cs: Nahoru
de: Oben
sq: Lart

source: Bottom
cs: Dolů
de: Unten
sq: Poshtë

source: Screen Position:
cs: Pozice na obrazovce
de: Position auf dem Bildschirm:
sq: Pozicioni në ekran:

source: Where on the screen Plank is displayed
cs: Kde na obrazovce je Plank zobrazen
de: Position auf dem Bildschirm, an der Plank angezeigt wird
sq: Ku shfaqet Plank në ekran

source: Panel
de: Leiste

source: Centered
cs: Uprostřed
de: Zentriert
sq: I qendërzuar

source: Alignment:
cs: Zarovnání:
de: Ausrichtung:
sq: Rreshtimi:

source: The alignment for the dock on the monitor's edge
cs: Zarovnání doku na okraji monitoru
de: Die Ausrichtung des Docks am Bildschirmrand

source: Item Alignment:
cs: Zarovnání položek:
de: Symbolanordnung:
sq: Rreshtimi i elementit:

source: The alignment of the items in this dock if panel-mode is used
cs: Zarovnání položek na doku, pokud je použit panelový mód
de: Die Ausrichtung der Objekte in diesem Dock, falls der Leistenmodus benutzt wird

source: Offset:
cs: Posun:
de: Versatz:
sq: Mënjanimi:

source: The offset (in percent) from the alignment point to shift Plank
cs: Posun (v procentech) od bodu zarovnání Planku
de: Der Versatz (in Prozent) von Plank in Bezug zum Ausrichtungspunkt

source: Custom
cs: Vlastní
de: Angepasst
sq: I personalizuar

source: Opacity:
cs: Krytí:
de: Deckkraft:
sq: Patejdukshmëria:

source: How transparent the background of the terminal is
cs: Jak průhlené je pozadí příkazového řádku
de: Durchsichtigkeit des Terminalhintergrunds
sq: Sa është i tejdukshëm sfondi i terminalit

source: A set of settings for terminal palette and background color
cs: Sada nastavení barevé palety a barvy pozadí
de: Einstellungssatz mit den in Terminal verwendeten Farben

source: Prefer Dark Theme:
cs: Upřednostnit tmavý motiv:
de: Dunkles Thema bevorzugen:
sq: Prefero temën e errët:

source: GTK+ windows will now prefer the dark GTK+ theme
cs: Okna GTK+ budou upřednostňovat tmavý motiv
de: GTK+-Fenster werden bei Aktivierung bevorzugt das dunkle GTK+-Thema verwenden
sq: Dritaret GTK+ do të preferojnë temën GTK+ të errët

source: Some applications will not react well with this enabled and can look terrible
cs: Některé aplikace na toto nemusí dobře reagovat a mohou vypadat ohyzně
de: Möglicherweise reagieren manche Anwendungen auf diese Einstellung nicht richtig und könnten falsch angezeigt werden

source: Metacity Theme:
cs: Motiv Metacity:
de: Metacity-Thema:
sq: Tema Metacity:

source: Used to render windows that do not use GTK+
cs: Použito k vykreslování oken, které nepoužívají GTK+
de: Wird genutzt, um Fenster darzustellen, die nicht GTK+ nutzen

source: GTK+ Theme:
cs: Motiv GTK+:
de: GTK+-Thema:
sq: Tema GTK+:

source: Used to render GTK+ windows like Switchboard
cs: Použito k vykreslování oken GKT+, jako je nastavení
de: Wird zur Darstellung von GTK+-Fenstern (wie Switchboard/Systemeinstellungen) genutzt

source: Icon Theme:
cs: Motiv ikon:
de: Symbolthema:
sq: Tema e ikonave:

source: Used to theme the icon set, including application icons
cs: Použito jako motiv ikon, včetně ikon aplikací.
de: Legt fest, mit welcher Symbolsammlung die Symbole samt der Anwendungssymbole angezeigt werden

source: Cursor Theme:
cs: Motiv kurzoru:
de: Mauszeigerthema:
sq: Tema e kursorit:

source: Used to theme the cursor
cs: Požíto jako motiv kurzoru
de: Legt fest, wie der Mauszeiger angezeigt wird
sq: E përdorur për të ndryshuar paraqitjen e kursorit

source: Custom Layout:
cs: Vlastní rozložení:
de: Angepasste Anordnung:
sq: Faqosja e personalizuar:

source: Custom window control layout
cs: Vlastní rozložení ovládacích prvků okna
de: Angepasste Anordnung der Fensterbedienelemente

source: Window Controls:
cs: Ovládací prvky okna:
de: Fensterbedienelemente:

source: Controls located at the top of the window for close, minimize, and maximize
cs: Ovládací prvky na vrchním okraji okna pro zavírání, minimalizování a maximalizování
de: Knöpfe in der Fenstertitelleiste zum Schließen, Minimieren und Maximieren des Fensters

source: May break window controls! May stop working with updates to system!
cs: Může zabránit správnému ovládání okna. Může přestat fungovat po aktualizaci systému!
de: Könnte zu fehlerhaften Darstellung der Bedienelemente führen! Funktioniert nach einer Systemaktualisierung möglicherweise nicht mehr.

source: Audible Bell:
cs: Zvukové upozornění:
de: Signalton:
sq: Zile e dëgjueshme:

source: Sound that plays when an error has been made
cs: Zvuk přehrávaný při provedení chyby
de: Klang, der wiedergegeben wird, sobald ein Fehler aufgetreten ist
sq: Tingulli që riprodhohet kur bëhet një gabim

source: Focused Windows:
cs: Aktivní okna:
de: Fenster im Vordergrund:
sq: Dritaret e fokusuara:

source: Shadow beneath windows that you have currently selected
cs: Stín pod okny, které jsou právě označené
de: Schatten unter dem Fenster im Vordergrund
sq: Hija nën dritaret që keni zgjedhur aktualisht

source: This may not actually do anything
cs: Toto se možná nijak neprojeví
de: Das hat unter Umständen keine Auswirkung
sq: Kjo mund të mos bëjë gjë në të vërtetë

source: Unfocused Windows:
cs: Neaktivní okna:
de: Fenster im Hintergrund:
sq: Dritaret jo të fokusuara:

source: Shadow beneath windows that you do not have selected
cs: Sín pod okny, které nejsou označené
de: Schatten unter den Fenstern im Hintergrund
sq: Hija nën dritaret që nuk keni zgjedhur

source: Name
cs: Název
de: Bezeichnung
sq: Emri

source: Shortcut
cs: Zkratka
de: Tastenkürzel

source: Command
cs: Příkaz
de: Befehl
sq: Komanda

source: Every field must be filled!
cs: Všechna pole musí být vyplněná
de: Alle Felder müssen ausgefüllt sein!
sq: Çdo fushë duhet të plotësohet!

source: Name:
cs: Název:
de: Bezeichnung:
sq: Emri:

source: Shortcut:
cs: Zkratka:
de: Tastenkürzel:

source: Command:
cs: Příkaz:
de: Befehl:
sq: Komanda:

source: elementary
de: Wie elementary OS

source: Close Only
cs: Poze zavřít
de: Nur Schließknopf
sq: Vetëm mbyllje

source: Minimize Left
cs: Minimalizovat vlevo
de: Minimierenknopf links anzeigen
sq: Minimizim majtas

source: Minimize Right
cs: Minimalizovat vpravo
de: Minimierenknopf rechts anzeigen
sq: Minimizim djathtas

source: Windows
de: Wie Windows

source: OS X
de: Wie OS X

source: Revert to default setting
cs: Vrátit standartní nastavení
de: Standardeinstellungen wiederherstellen

source: Tweaks
cs: Vylepšení

source: Cerbere
cs: Cerebre

source: Terminal
cs: Příkazová řádka
sq: Terminali

source: Normal
cs: Normální
sq: Normale
